Repository: nkming2/nc-photos
Catalog: app/lib/l10n/app_*.arb
Languages: de, tr

# searchFilterTypeOptionImageLabel
source: Image
de: Bild
tr: Fotoğraf

# searchFilterBubbleTypeImageText
source: images
tr: fotoğraflar

# searchFilterBubbleTypeVideoText
source: videos
tr: Videolar

# searchFilterFavoriteLabel
source: Favorite
de: Favorit
tr: Favori

# searchFilterBubbleFavoriteTrueText
source: favorites
de: Favoriten
tr: favoriler

# searchFilterBubbleFavoriteFalseText
source: not favorites
de: keine Favoriten
tr: favoride olmayanlar

# showAllButtonLabel
source: SHOW ALL
de: ALLE ANZEIGEN
tr: TÜMÜNÜ GÖSTER

# gpsPlaceText
source: Near {place}
de: In der Nähe von {place}
tr: {place} yakını

# gpsPlaceAboutDialogTitle
source: About place
de: Über Ort
tr: Yer Hakkında

# gpsPlaceAboutDialogContent
source: The place shown here is only a rough estimation and not guaranteed to be accurate. It does not represent our views on any disputed areas.
de: Der angezeigte Ort ist nur eine grobe Schätzung und nicht zwangsweise akkurat. Es spiegelt nicht unsere Ansichten über irgendein umstrittenes Gebiet wider.
tr: Burada gösterilen yer tahminidir ve doğruluğu garanti edilemez. Herhangi bir yere ilişkin görüşlerimizi temsil etmemektedir.

# collectionPlacesLabel
source: Places
de: Orte
tr: Yerler

# imageSaveOptionDialogTitle
source: Saving the result
tr: Sonuçların Kaydı

# imageSaveOptionDialogContent
source: Select where to save this and future processed images. If you picked server but the app failed to upload it, it will be saved on your device.
tr: Bu ve gelecekte işlenecek görüntülerin nereye kaydedileceğini seçin. Sunucuyu seçtiyseniz ancak uygulama bunu yükleyemediyse cihazınıza kaydedilecektir.

# imageSaveOptionDialogDeviceButtonLabel
source: DEVICE
de: GERÄT
tr: CİHAZ

# imageSaveOptionDialogServerButtonLabel
source: SERVER
tr: SUNUCU

# initialSyncMessage
source: Syncing with your server for the first time
de: Erstmalige Synchronisierung mit Ihrem Server
tr: İlk kurulum için senkronizasyon gerçekleşiyor

# loopTooltip
source: Loop
tr: DÖNGÜ

# createCollectionFailureNotification
source: Failed creating collection
de: Album konnte nicht erstellt werden
tr: Koleksiyon oluşturulamadı

# addItemToCollectionTooltip
source: Add to collection
de: Zu Album hinzufügen
tr: Koleksiyona Ekle

# addItemToCollectionFailureNotification
source: Failed adding to collection
de: Hinzufügen zum Album fehlgeschlagen
tr: Koleksiyona eklenemedi

# setCollectionCoverFailureNotification
source: Failed setting collection cover
de: Albumcover konnte nicht gesetzt werden
tr: Koleksiyon kapağı ayarlanamadı

# exportCollectionTooltip
source: Export
tr: Dışa Aktar

# exportCollectionDialogTitle
source: Export collection
de: Album exportieren
tr: Koleksiyonu Dışa Aktar

# createCollectionDialogNextcloudAlbumLabel2
source: Server side album
tr: Sunucu tarafı Albüm

# createCollectionDialogNextcloudAlbumDescription2
source: Create an album on your server, accessible with any app
tr: Sunucunuzda herhangi bir uygulama ile erişilebilen bir albüm oluşturun

# removeCollectionsFailedNotification
source: Failed to remove some collections
de: Entfernen einiger Alben fehlgeschlagen
tr: Bazı koleksiyonlar kaldırılamadı

# errorUnauthenticated
source: Unauthenticated access. Please sign-in again if the problem continues
de: Nicht authentifizierter Zugriff. Bitte melden Sie sich erneut an, wenn das Problem weiterhin besteht
tr: Erişim kimliğiniz doğrulanamadı. Sorun devam ederse lütfen tekrar oturum açın

# errorDisconnected
source: Unable to connect. Server may be offline or your device may be disconnected
de: Verbindung konnte nicht hergestellt werden. Der Server ist möglicherweise offline oder Ihr Gerät ist möglicherweise nicht verbunden
tr: Bağlantı başarısız. Sunucu çevrimdışı olabilir veya cihazınızın bağlantısı kesilmiş olabilir

# errorLocked
source: File is locked on server. Please try again later
de: Datei ist auf Server gesperrt. Bitte versuchen Sie es später noch einmal
tr: Dosya sunucuda kilitli. Lütfen daha sonra tekrar deneyiniz

# errorInvalidBaseUrl
source: Unable to communicate. Please make sure the address is the base URL of your Nextcloud instance
de: Kann nicht kommunizieren. Bitte stellen Sie sicher, dass die Adresse die Basis-URL Ihrer Nextcloud-Instanz ist
tr: Bağlantı kurulamıyor. Lütfen adresin Nextcloud sunucunuzun temel URL'si olduğundan emin olun

# errorWrongPassword
source: Unable to authenticate. Please double check the username and password
de: Nicht in der Lage zu authentifizieren. Bitte überprüfen Sie den Benutzernamen und das Passwort noch einmal
tr: Kimlik doğrulaması yapılamıyor. Lütfen kullanıcı adınızı ve şifrenizi tekrar kontrol edin

# errorServerError
source: Server error. Please make sure the server is setup correctly
de: Serverfehler. Bitte stellen Sie sicher, dass der Server richtig eingerichtet ist
tr: Bir sunucu hatası oluştu. Lütfen sunucunun doğru kurulduğundan emin olun

# errorAlbumDowngrade
source: Can't modify this album as it was created by a later version of this app. Please update the app and try again
de: Dieses Album kann nicht geändert werden, da es mit einer neueren Version dieser App erstellt wurde. Bitte aktualisieren Sie die App und versuchen Sie es erneut
tr: Bu uygulamanın daha sonraki bir sürümü tarafından oluşturulduğu için bu albüm değiştirilemiyor. Lütfen uygulamayı güncelleyin ve tekrar deneyin

# errorNoStoragePermission
source: Require storage access permission
de: Speicherzugriffsberechtigung erforderlich
tr: Depolama erişimi gerekiyor

# settingsMetadataTitle
source: File metadata
de: Dateimetadaten
tr: Dosya Üstverisi

# settingsExifSupportTitle2
source: Client side EXIF support
tr: Uygulama taraflı EXIF ​​desteği

# settingsPersonProviderTitle
source: Person provider
tr: Kişi Sağlayıcısı

# settingsSeedColorSystemColorDescription
source: Use system color
de: Systemfarbe verwenden
tr: Sistem rengini kullan

# settingsSeedColorPickerSystemColorButtonLabel
source: USE SYSTEM COLOR
tr: SİSTEM RENGİNİ KULLAN

# searchLandingPeopleListEmptyText2
source: Press settings to switch provider or press help to learn more
tr: Sağlayıcıyı değiştirmek için ayarlara basın veya daha fazla bilgi edinmek için yardıma basın

# accountSettingsTooltip
source: Account settings
de: Kontoeinstellungen
tr: Hesap Ayarları

# contributorsTooltip
source: Contributors
de: Mitwirkende
tr: Katkıda bulunanlar

# setAsTooltip
source: Set as
de: Festlegen als
tr: Ayarla

# deleteAccountConfirmDialogText
source: You are about to sign out from {server}
de: Sie sind dabei, sich abzumelden von {server}
tr: {server} oturumunuz kapatılıyor

# settingsThemePrimaryColor
source: Primary
tr: Birincil

# settingsThemeSecondaryColor
source: Secondary
tr: İkincil

# settingsThemePresets
source: Presets
tr: Önayarlar

# settingsAppLock
source: App lock
tr: Uygulama Kilidi

# settingsAppLockTypeBiometric
source: Biometric
tr: Biyometrik

# settingsAppLockTypePassword
source: Password
tr: Şifre

# settingsAppLockDescription
source: If enabled, you will be asked to authenticate when you open the app. This feature does NOT protect you against real-world attacks.
tr: Eğer etkinleştirilirse, uygulamayı açtığınızda kimlik doğrulamanız istenecektir. Bu özellik sizi gerçek dünyada gerçekleşen saldırılara karşı korumaz.

# settingsAppLockSetupBiometricFallbackDialogTitle
source: Pick the fallback when biometric is not available
tr: Biyometrik kullanılamıyorsa alternatif seçin

# settingsAppLockSetupPinDialogTitle
source: Set the PIN to unlock app
tr: Uygulamanın kilidini açmak için PIN ayarlayın

# settingsAppLockConfirmPinDialogTitle
source: Input the same PIN again
tr: PIN'i tekrar girin

# settingsAppLockSetupPasswordDialogTitle
source: Set the password to unlock app
tr: Uygulamanın kilidini açmak için şifre ayarlayın

# settingsAppLockConfirmPasswordDialogTitle
source: Input the same password again
tr: Şifreyi tekrar girin

# appLockUnlockHint
source: Unlock the app
tr: Uygulamanın kilidini açın

# appLockUnlockWrongPassword
source: Incorrect password
tr: Yanlış Şifre

# enabledText
source: Enabled
tr: Etkin

# disabledText
source: Disabled
tr: Devre Dışı

# trustedCertManagerPageTitle
source: Trusted certificates
tr: Güvenilen Sertifikalar

# trustedCertManagerAlreadyTrustedError
source: Already trusted
tr: Zaten güveniliyor

# trustedCertManagerSelectServer
source: Select HTTPS server
tr: Bir HTTPS sunucu seçin

# trustedCertManagerNoHttpsServerError
source: No server available
tr: Kullanılabilir sunucu bulunamadı

# trustedCertManagerFailedToRemoveCertError
source: Failed to remove certificate
tr: Sertifika kaldırılırken bir hata oluştu

# missingVideoThumbnailHelpDialogTitle
source: Having trouble with video thumbnails?
tr: Video önizlemeleriyle ilgili sorun mu yaşıyorsunuz?

# mapBrowserDateRangeLabel
source: Date range
tr: Tarih aralığı

# mapBrowserDateRangeThisMonth
source: This month
tr: Bu ay

# mapBrowserDateRangePrevMonth
source: Previous month
tr: Önceki ay

# mapBrowserDateRangeThisYear
source: This year
tr: Bu Yıl

# mapBrowserDateRangeCustom
source: Custom
tr: Özel

# homeTabMapBrowser
source: Map
tr: Harita

# mapBrowserSetDefaultDateRangeButton
source: Set as default
tr: Varsayılan olarak ayarla

# todayText
source: Today
tr: Bugün

# alternativeSignIn
source: Sign in with username and password instead
tr: Kullanıcı adı ve şifreyle oturum açın

# livePhotoTooltip
source: Live photo
tr: Canlı fotoğraf

# dragAndDropRearrangeButtons
source: Drag and drop to rearrange buttons
tr: Düğmeleri yeniden sıralamak için sürükleyin

# customizeCollectionsNavBarDescription
source: Drag and drop to rearrange buttons, tap the buttons above to minimize them
tr: Düğmeleri yeniden sıralamak için sürükleyin, yazıyı gizlemek için düğmelere dokunabilirsiniz

# customizeButtonsUnsupportedWarning
source: This button cannot be customized
tr: Bu buton özelleştirilemez

# placePickerTitle
source: Pick a place
tr: Bir yer seçin

# albumAddMapTooltip
source: Add map
tr: Konum ekle

source: File not found
tr: Dosya bulunamadı

source: Don't show again
tr: Tekrar gösterme

# imageEditTransformOrientationClockwise
source: cw
de: re

# imageEditTransformOrientationCounterclockwise
source: ccw
de: li
