Repository: nkming2/nc-photos
Catalog: app/lib/l10n/app_*.arb
Languages: de, tr

# albumDirPickerSubHeaderText
source: Only photos in the associated folders will be included in this album
de: Nur Fotos in den zugehörigen Ordnern werden in dieses Album aufgenommen
tr: Bu albüme yalnızca eklediğiniz klasörlerdeki fotoğraflar dahil edilecek

# albumDirPickerListEmptyNotification
source: Please pick at least one folder
de: Bitte wählen Sie mindestens einen Ordner aus
tr: Lütfen en az bir klasör seçin

# importFoldersTooltip
source: Import folders
de: Ordner importieren
tr: Klasörleri içe aktar

# albumImporterHeaderText
source: Import folders as albums
de: Ordner als Alben importieren
tr: Klasörleri albüme ekle

# albumImporterSubHeaderText
source: Suggested folders are listed below. Depending on the number of files on your server, it might take a while to finish
de: Empfohlene Ordner sind unten aufgeführt. Abhängig von der Anzahl der Dateien auf Ihrem Server kann es eine Weile dauern, bis der Vorgang abgeschlossen ist
tr: Önerilen klasörler aşağıda listelenmiştir. Sunucunuzdaki dosya sayısına bağlı olarak tamamlanması biraz zaman alabilir

# importButtonLabel
source: IMPORT
de: IMPORTIEREN
tr: İÇE AKTAR

# albumImporterProgressText
source: Importing folders
de: Importiere Ordner
tr: Klasörler içe aktarılıyor

# doneButtonTooltip
source: Done
de: Fertig
tr: Bitir

# editTooltip
source: Edit
de: Bearbeiten
tr: Düzenle

# editAccountConflictFailureNotification
source: An account already exists with the same settings
de: Es existiert bereits ein Konto mit denselben Einstellungen
tr: Bu ayarlara sahip başka bir hesap zaten mevcut

# genericProcessingDialogContent
source: Please wait
de: Bitte warten
tr: Lütfen bekleyin

# sortTooltip
source: Sort
de: Sortieren
tr: Sırala

# sortOptionDialogTitle
source: Sort by
de: Sortieren nach
tr: Şuna göre sırala

# sortOptionTimeAscendingLabel
source: Oldest first
de: Älteste zuerst
tr: Eskiden yeniye

# sortOptionTimeDescendingLabel
source: Newest first
de: Neueste zuerst
tr: Yeniden eskiye

# sortOptionFilenameAscendingLabel
source: Filename
de: Dateiname
tr: Dosya ismi

# sortOptionFilenameDescendingLabel
source: Filename (descending)
de: Dateiname (absteigend)
tr: Dosya adı (azalan)

# sortOptionAlbumNameLabel
source: Album name
tr: Albüm İsmi

# sortOptionAlbumNameDescendingLabel
source: Album name (descending)
de: Albumname (absteigend)
tr: Albüm İsmi (azalan)

# sortOptionManualLabel
source: Manual
de: Manuell
tr: Manuel

# albumEditDragRearrangeNotification
source: Long press and drag an item to rearrange it manually
de: Halten Sie ein Element gedrückt und ziehen Sie es, um es manuell neu anzuordnen
tr: Bir öğeyi manuel olarak yeniden düzenlemek için uzun basın ve sürükleyin

# albumAddTextTooltip
source: Add text
de: Text hinzufügen
tr: Yazı Ekle

# shareTooltip
source: Share
de: Teilen
tr: Paylaş

# shareSelectedEmptyNotification
source: Select some photos to share
de: Wählen Sie einige Fotos zum Teilen aus
tr: Paylaşılacak fotoğrafları seçin

# shareDownloadingDialogContent
source: Downloading
de: Herunterladen
tr: İndiriliyor

# searchTooltip
source: Search
de: Suche
tr: Ara

# clearTooltip
source: Clear
de: Leeren
tr: Temizle

# listNoResultsText
source: No results
de: Keine Ergebnisse
tr: Sonuç Yok

# listEmptyText
source: Empty
de: Leer
tr: Boş

# albumTrashLabel
source: Trash
de: Papierkorb
tr: Çöp

# restoreTooltip
source: Restore
de: Wiederherstellen
tr: Geri Yükle

# restoreSelectedProcessingNotification
source: {count, plural, one{Restoring 1 item} other{Restoring {count} items}}
de: {count, plural, =1{Stelle 1 Element wieder her} other{Stelle {count} Elemente wieder her}}
tr: {count, plural, one{1 öğe geri yükleniyor} other{{count} öğe geri yükleniyor}}

# restoreSelectedSuccessNotification
source: All items restored successfully
de: Alle Elemente erfolgreich wiederhergestellt
tr: Tüm öğeler geri yüklendi

# restoreSelectedFailureNotification
source: {count, plural, one{Failed restoring 1 item} other{Failed restoring {count} items}}
de: {count, plural, =1{Fehler beim Wiederherstellen von 1 Element} other{Fehler beim Wiederherstellen von {count} Elementen}}
tr: {count, plural, one{1 öğe geri yüklenemedi} other{{count} öğe geri yüklenemedi}}

# restoreProcessingNotification
source: Restoring item
de: Element wiederherstellen
tr: Öğe geri yükleniyor

# restoreSuccessNotification
source: Restored item successfully
de: Element erfolgreich wiederhergestellt
tr: Öğe geri yüklendi

# restoreFailureNotification
source: Failed restoring item
de: Wiederherstellen des Elements fehlgeschlagen
tr: Öğe geri yüklenemedi

# deletePermanentlyTooltip
source: Delete permanently
de: Dauerhaft löschen
tr: Kalıcı olarak sil

# deletePermanentlyConfirmationDialogTitle
source: Delete permanently
de: Dauerhaft löschen
tr: Kalıcı olarak sil

# deletePermanentlyConfirmationDialogContent
source: Selected items will be deleted permanently from the server. This action is nonreversible
de: Ausgewählte Elemente werden dauerhaft vom Server gelöscht. Diese Aktion ist nicht rückgängig zu machen
tr: Seçili öğeler sunucudan kalıcı olarak silinecek. Bu işlem geri alınamaz

# albumSharedLabel
source: Shared
de: Geteilt
tr: Paylaşılan

# metadataTaskProcessingNotification
source: Processing image metadata in background
de: Bildmetadaten im Hintergrund verarbeiten
tr: Görüntü üst verileri arka planda işleniyor

# metadataTaskPauseNoWiFiNotification
source: Waiting for WiFi
de: Warten auf WLAN
tr: WIFI bekleniyor

# configButtonLabel
source: CONFIG
de: KONFIGURATION
tr: YAPILANDIRMA

# useAsAlbumCoverTooltip
source: Use as album cover
de: Als Albumcover verwenden
tr: Albüm kapağı olarak kullan

# helpTooltip
source: Help
de: Hilfe
tr: Yardım

# helpButtonLabel
source: HELP
de: HILFE
tr: YARDIM

# removeFromAlbumTooltip
source: Remove from album
de: Aus Album entfernen
tr: Albümden Kaldır

# changelogTitle
source: Changelog
de: Was ist neu?
tr: Değişiklik Günlüğü

# serverCertErrorDialogTitle
source: Server certificate cannot be trusted
de: Serverzertifikat kann nicht vertraut werden
tr: Sunucu sertifikası güvenilir değil

# serverCertErrorDialogContent
source: The server may be hacked or someone is trying to steal your information
de: Der Server ist möglicherweise gehackt oder jemand versucht, Ihre Informationen zu stehlen
tr: Sunucu saldırıya uğramış olabilir veya birisi bilgilerinizi çalmaya çalışıyor olabilir

# advancedButtonLabel
source: ADVANCED
de: ERWEITERT
tr: GELİŞMİŞ

# whitelistCertDialogTitle
source: Whitelist unknown certificate?
de: Unbekanntes Zertifikat auf die Whitelist setzen?
tr: Bilinmeyen sertifika beyaz listeye alınsın mı?

# whitelistCertDialogContent
source: You can whitelist the certificate to make the app accept it. WARNING: This poses a great security risk. Make sure the cert is self-signed by you or a trusted party Host: {host} Fingerprint: {fingerprint}
de: Sie können das Zertifikat auf die Whitelist setzen, damit die App es akzeptiert. WARNUNG: Dies stellt ein großes Sicherheitsrisiko dar. Stellen Sie sicher, dass das Zertifikat von Ihnen oder einer vertrauenswürdigen Partei selbst signiert ist Gastgeber: {host} Fingerabdruck: {fingerprint}
tr: Uygulamanın kabul etmesini sağlamak için sertifikayı beyaz listeye ekleyebilirsiniz. UYARI: Bu büyük bir güvenlik riski oluşturur. Sertifikanın sizin tarafınızdan veya güvenilir bir tarafça imzalandığından emin olun Anabilgisayar: {host} Parmak izi: {fingerprint}

# whitelistCertButtonLabel
source: ACCEPT THE RISK AND WHITELIST
de: AKZEPTIEREN SIE DAS RISIKO UND DIE WHITELIST
tr: RİSKLERİ KABUL ET VE BEYAZ LİSTEYE EKLE

# fileSharedByDescription
source: Shared with you by this user
de: Von diesem Benutzer für Sie freigegeben
tr: Bu kullanıcı tarafından sizinle paylaşıldı

# emptyTrashbinTooltip
source: Empty trash
de: Leere Papierkorb
tr: Çöpü Boşalt

# emptyTrashbinConfirmationDialogTitle
source: Empty trash
de: Leere Papierkorb
tr: Çöpü Boşalt

# emptyTrashbinConfirmationDialogContent
source: All items will be deleted permanently from the server. This action is nonreversible
de: Alle Elemente werden dauerhaft vom Server gelöscht. Diese Aktion ist nicht rückgängig zu machen
tr: Tüm öğeler sunucudan kalıcı olarak silinecek. Bu işlem geri alınamaz

# unsetAlbumCoverTooltip
source: Unset cover
de: Cover aufheben
tr: Kapağı kaldır

# muteTooltip
source: Mute
de: Stumm
tr: Sesi Kapat

# unmuteTooltip
source: Unmute
de: Stummschaltung aufheben
tr: Sesi Aç

# collectionPeopleLabel
source: People
de: Personen
tr: Kişiler

# slideshowTooltip
source: Slideshow
de: Diashow
tr: Slayt Gösterisi

# slideshowSetupDialogTitle
source: Setup slideshow
de: Diashow einstellen
tr: Slayt gösterisini ayarla

# slideshowSetupDialogDurationTitle
source: Image duration (MM:SS)
de: Bildlaufzeit (MM:SS)
tr: Görüntü süresi (DD:SS)

# slideshowSetupDialogShuffleTitle
source: Shuffle
de: Zufällig
tr: Karıştır

# slideshowSetupDialogRepeatTitle
source: Repeat
de: Wiederholen
tr: Döngü

# slideshowSetupDialogReverseTitle
source: Reverse
de: Rückwärts
tr: Tersten

# linkCopiedNotification
source: Link copied
de: Link kopiert
tr: Bağlantı kopyalandı

# shareMethodDialogTitle
source: Share as
de: Teilen als
tr: Paylaş

# shareMethodPreviewTitle
source: Preview
de: Vorschau
tr: Önizle

# shareMethodPreviewDescription
source: Share a reduced quality preview to other apps (only support images)
de: Eine Vorschau mit reduzierter Qualität mit anderen Apps teilen (unterstützt nur Fotos)
tr: Düşük kaliteli bir önizlemeyi diğer uygulamalarla paylaşın (yalnızca resimlerde desteklenir)

# shareMethodOriginalFileTitle
source: Original file
de: Originaldatei
tr: Orjinal Dosya

# shareMethodOriginalFileDescription
source: Download the original file and share it to other apps
de: Die Originaldatei herunterladen und mit anderen Apps teilen
tr: Orijinal dosyayı indirin ve diğer uygulamalarla paylaşın

# shareMethodPublicLinkTitle
source: Public link
de: Öffentlicher Link
tr: Herkese açık bağlantı

# shareMethodPublicLinkDescription
source: Create a new public link on the server. Anyone with the link can access the file
de: Einen neuen öffentlichen Link auf dem Server erstellen. Jeder mit dem Link hat auf die Datei Zugriff
tr: Sunucuda herkese açık bağlantı oluşturun. Bağlantıya sahip olan herkes dosyaya erişebilir

# shareMethodPasswordLinkTitle
source: Password protected link
de: Passwort geschützter Link
tr: Şifre korumalı bağlantı

# shareMethodPasswordLinkDescription
source: Create a new password protected link on the server
de: Einen neuen Passwort geschützten Link auf dem Server erstellen
tr: Sunucuda yeni bir parola korumalı bağlantı oluşturun

# collectionSharingLabel
source: Sharing
de: Geteilt
tr: Paylaşılmakta

# fileLastSharedDescription
source: Last shared on {date}
de: Zuletzt geteilt am {date}
tr: Son paylaşım {date} tarihinde gerçekleşti

# fileLastSharedByOthersDescription
source: {user} shared with you on {date}
tr: {user} sizinle {date} tarihinde paylaştı

# albumLastSharedByOthersDescription
source: {user} shared an album with you on {date}
de: {user} teilte ein Album am {date} mit Ihnen
tr: {user}, {date} tarihinde sizinle bir albüm paylaştı

# sharedWithLabel
source: Shared with
de: Geteilt mit
tr: Paylaşılanlar

# unshareTooltip
source: Unshare
de: Freigabe aufheben
tr: Paylaşımı durdur

# unshareSuccessNotification
source: Removed share
de: Freigabe entfernen
tr: Paylaşım durduruldu

# locationLabel
source: Location
de: Ort
tr: Konum

# multipleFilesLinkShareDialogContent
source: Nextcloud does not support share link for multiple files. The app will instead COPY the files to a new folder and share the folder instead.
tr: Nextcloud üzerinde birden fazla dosya tek paylaşım bağlantısı ile desteklenmemektedir. Uygulama bunun yerine dosyaları yeni bir klasöre KOPYALAYACAK ve bunun yerine klasörü paylaşacaktır.

# folderNameInputHint
source: Folder name
de: Ordnername
tr: Klasör İsmi

# folderNameInputInvalidEmpty
source: Please enter the name of the folder
de: Bitte Ordnernamen eingeben
tr: Lütfen klasör ismi girin

# folderNameInputInvalidCharacters
source: Contains invalid characters
de: Enthält ungültige Zeichen
tr: Geçersiz karakterler içeriyor

# createShareProgressText
source: Creating share
tr: Paylaşım oluşturuluyor

# copyItemsFailureNotification
source: {count, plural, one{Failed copying 1 item} other{Failed copying {count} items}}
de: {count, plural, one{1 Objekt konnte nicht kopiert werden} other{{count} Objekte konnten nicht kopiert werden}}
tr: {count, plural, one{1 öğe kopyalanamadı} other{{count} öğe kopyalanamadı}}

# unshareLinkShareDirDialogTitle
source: Delete folder?
de: Ordner löschen?
tr: Klasörü Sil?

# unshareLinkShareDirDialogContent
source: This folder was created by the app to share multiple files as a link. It is now no longer shared with any party, do you want to delete this folder?
tr: Bu klasör, uygulama tarafından birden fazla dosyayı bağlantı ile paylaşmak için oluşturuldu. Artık hiç kimse ile paylaşılmıyor, Bu klasörü silmek istiyor musunuz?

# addToCollectionsViewTooltip
source: Add to Collections
de: Zu Alben hinzufügen
tr: Koleksiyonlara Ekle

# shareAlbumDialogTitle
source: Share with user
de: Mit Nutzer teilen
tr: Başka biriyle paylaş

# shareAlbumSuccessWithErrorNotification
source: Album shared with {user}, but failed to share some files
tr: Albüm {user} ile paylaşıldı ancak bazı dosyalar paylaşılamadı

# unshareAlbumSuccessWithErrorNotification
source: Album unshared with {user}, but failed to unshare some files
tr: Albümün {user} ile paylaşımı durduruldu, ancak bazı dosyaların paylaşımı iptal edilemedi

# fixSharesTooltip
source: Fix shares
tr: Paylaşımı Düzelt

# fixTooltip
source: Fix
tr: Düzelt

# fixAllTooltip
source: Fix all
tr: Tümünü Düzelt

# missingShareDescription
source: Not shared with {user}
de: Nicht geteilt mit {user}
tr: {user} ile paylaşılmıyor

# extraShareDescription
source: Shared with {user}
de: Geteilt mit {user}
tr: {user} ile paylaşılıyor

# defaultButtonLabel
source: DEFAULT
de: STANDARD
tr: VARSAYILAN

# addUserInputHint
source: Add user
de: Benutzer hinzufügen
tr: Kullanıcı Ekle

# sharedAlbumInfoDialogTitle
source: Introducing shared album
tr: Albüm Paylaşımıyla tanışın

# sharedAlbumInfoDialogContent
source: Shared album allows multiple users on the same server to access the same album. Please read carefully the limitations before continuing
de: Geteilte Alben erlauben mehreren Nutzern auf dem gleichen Server auf das gleiche Album zuzugreifen. Bitte lesen Sie die Einschränkungen sorgfältig durch, bevor Sie fortfahren
tr: Albüm Paylaşımı----------------------------------------------------------------------------------------------------------, aynı sunucudaki birden fazla kullanıcının aynı albüme erişmesine olanak tanır. Devam etmeden önce lütfen sınırlamaları dikkatlice okuyun

# learnMoreButtonLabel
source: LEARN MORE
de: ERFAHRE MEHR
tr: DAHA FAZLA

# migrateDatabaseProcessingNotification
source: Updating database
de: Aktualisiere Datenbank
tr: Veritabanı güncelleniyor

# migrateDatabaseFailureNotification
source: Failed migrating database
de: Datenbankmigration fehlgeschlagen
tr: Veritabanı güncellemesi başarısız oldu

# memoryAlbumName
source: {count, plural, one{1 year ago} other{{count} years ago}}
de: {count, plural, one{vor 1 Jahr} other{Vor {count} Jahren}}
tr: {count, plural, one{1 yıl önce} other{{count} yıl önce}}

# homeFolderNotFoundDialogTitle
source: Home folder not found
de: Home-Verzeichnis nicht gefunden
tr: Ana dizin bulunamadı

# homeFolderNotFoundDialogContent
source: Please correct the WebDAV URL shown below. You can find the URL in the Nextcloud web interface.
de: Bitte korrigieren Sie die unten angezeigte WebDAV-URL. Sie finden die URL in der Nextcloud-Weboberfläche.
tr: Lütfen aşağıda gösterilen WebDAV URL'sini düzeltin. URL'yi Nextcloud web arayüzünde bulabilirsiniz.

# homeFolderInputInvalidEmpty
source: Please enter the name of your home folder
de: Bitte geben Sie den Namen Ihres Home-Verzeichnis ein
tr: Lütfen ana dizininizin adını girin

# createCollectionTooltip
source: New collection
de: Neues Album
tr: Yeni Koleksiyon

# createCollectionDialogAlbumLabel2
source: Client side album
tr: Uygulama tarafı Albüm

# createCollectionDialogAlbumDescription2
source: Album with extra features, accessible only with this app
tr: Sadece bu uygulama ile erişilebilen, ekstra özelliklere sahip albüm desteği

# createCollectionDialogFolderLabel
source: Folder
de: Ordner
tr: Klasör

# createCollectionDialogFolderDescription
source: Show photos inside a folder
de: Zeige Fotos innerhalb eines Ordners
tr: Fotoğrafları bir klasör içinde göster

# collectionFavoritesLabel
source: Favorites
de: Favoriten
tr: Favoriler

# favoriteTooltip
source: Favorite
de: Favorit
tr: Favorilere Ekle

# favoriteSuccessNotification
source: Added to favorites
de: Zu Favoriten hinzugefügt
tr: Favorilere eklendi

# favoriteFailureNotification
source: Failed adding to favorites
de: Hinzufügen zu Favoriten fehlgeschlagen
tr: Favorilere eklenemedi

# unfavoriteTooltip
source: Unfavorite
de: Aus Favoriten entfernen
tr: Favorilerden Çıkar

# unfavoriteSuccessNotification
source: Removed from favorites
de: Aus Favoriten entfernt
tr: Favorilerden çıkarıldı

# unfavoriteFailureNotification
source: Failed removing from favorites
de: Entfernen aus den Favoriten fehlgeschlagen
tr: Favorilerden çıkarılamadı

# createCollectionDialogTagLabel
source: Tag
de: Schlagwort
tr: Etiket

# createCollectionDialogTagDescription
source: Show photos with specific tags
de: Zeige Fotos mit spezifischen Schlagworten
tr: Fotoğrafları belirli etiketlerle göster

# addTagInputHint
source: Add tag
de: Schlagwort hinzufügen
tr: Etiket Ekle

# tagPickerNoTagSelectedNotification
source: Please add at least 1 tag
de: Bitte mindestens 1 Schlagwort hinzufügen
tr: Lütfen en az 1 etiket ekleyin

# backgroundServiceStopping
source: Stopping service
tr: Servis durduruluyor

# metadataTaskPauseLowBatteryNotification
source: Battery is low
de: Akku ist schwach
tr: Batarya zayıf

# enhanceTooltip
source: Enhance
de: Verbessern
tr: İyileştir

# enhanceButtonLabel
source: ENHANCE
tr: İYİLEŞTİR

# enhanceIntroDialogTitle
source: Enhance your photos
de: Verbessern Sie ihre Fotos
tr: Fotoğrafları iyileştir

# enhanceIntroDialogDescription
source: Your photos are processed locally on your device. By default, they are downscaled to 2048x1536. You can adjust the output resolution in Settings
de: Ihre Fotos werden lokal auf Ihrem Gerät verarbeitet. Standardmäßig werden sie auf 2048x1536 herunterskaliert. Sie können die Ausgabeauflösung in den Einstellungen anpassen
tr: Fotoğraflarınız cihazınızda yerel olarak işlenir. Varsayılan olarak 2048x1536 boyutundadır. Bu çözünürlüğü Ayarlar'dan ayarlayabilirsiniz

# enhanceLowLightTitle
source: Low-light enhancement
tr: Düşük ışık iyileştirmesi

# enhanceLowLightDescription
source: Brighten your photos taken in low-light environments
de: Hellen Sie ihre Fotos auf, die bei schwachen Lichtverhältnissen aufgenommen wurden
tr: Düşük ışıklı ortamlarda çekilen fotoğraflarınızı parlaklaştırır

# enhanceLowLightParamBrightnessLabel
source: Brightness
de: Helligkeit
tr: Parlaklık

# collectionEditedPhotosLabel
source: Edited (local)
de: Geändert (lokal)
tr: Düzenlendi (Yerel)

# deletePermanentlyLocalConfirmationDialogContent
source: Selected items will be deleted permanently from this device. This action is nonreversible
de: Die ausgewählten Dateien werden dauerhaft von diesem Gerät gelöscht. Die Aktion ist unwiderruflich
tr: Seçilen öğeler bu cihazdan kalıcı olarak silinecek. Bu işlem geri alınamaz

# enhancePortraitBlurTitle
source: Portrait blur
de: Portraitunschärfe
tr: Portre bulanıklığı

# enhancePortraitBlurDescription
source: Blur the background of your photos, work best with portraits
de: Machen Sie den Hintergrund Ihrer Fotos unscharf, am besten geeignet für Porträts
tr: Fotoğraflarınızın arka planını bulanıklaştırır, portrelerde en iyi sonucu sağlar

# enhancePortraitBlurParamBlurLabel
source: Blurriness
de: Unschärfe
tr: Parlaklık

# enhanceSuperResolution4xTitle
source: Super-resolution (4x)
de: Superauflösung (4x)
tr: Süper-çözünürlük (4x)

# enhanceSuperResolution4xDescription
source: Enlarge your photos to 4x of its original resolution (see Help for details on how max resolution applies here)
de: Vergrößern Sie Ihre Fotos auf das 4-fache der ursprünglichen Auflösung (siehe Hilfe für Details wie die maximale Auflösung hier verwendet wird)
tr: Fotoğraflarınızı orijinal çözünürlüğünün 4 katına kadar yükseltin (maksimum çözünürlüğün nasıl uygulandığına ilişkin ayrıntılar için Yardım'a bakın)

# enhanceStyleTransferTitle
source: Style transfer
de: Stilübertragung
tr: Stil transferi

# enhanceStyleTransferStyleDialogTitle
source: Pick a style
de: Wähle einen Stil
tr: Bir stil seç

# enhanceStyleTransferStyleDialogDescription
source: Transfer image style from a reference image to your photos
de: Übertrage einen Stil von einem Referenzbild auf deine Fotos
tr: Görüntü stilini referans görselden fotoğraflarınıza aktarın

# enhanceStyleTransferNoStyleSelectedNotification
source: Please pick a style
de: Bitte wähle einen Stil
tr: Lütfen bir stil seçin

# enhanceColorPopTitle
source: Color pop
tr: Renk doygunluğu

# enhanceColorPopDescription
source: Desaturate the background of your photos, work best with portraits
de: Entsättigen Sie den Hintergrund Ihrer Fotos, am besten geeignet für Porträts
tr: Fotoğraflarınızın arka plan doygunluğunu gidererek portrelerde en iyi sonucu alın

# enhanceGenericParamWeightLabel
source: Weight
tr: Ağırlık

# enhanceRetouchTitle
source: Auto retouch
de: Autoretusche
tr: Otomatik iyileştir

# enhanceRetouchDescription
source: Automatically retouch your photos, improve overall color and vibrance
de: Retuschieren Sie Ihre Fotos automatisch, verbessern Sie Farbe und Lebendigkeit
tr: Fotoğraflarınıza otomatik olarak iyileştirin, genel rengi ve canlılığı iyileştirin

# doubleTapExitNotification
source: Tap again to exit
de: Erneut Tippen zum Verlassen
tr: Çıkmak için tekrar dokunun

# imageEditDiscardDialogTitle
source: Discard changes?
de: Änderungen verwerfen?
tr: Değişiklikleri sil?

# imageEditDiscardDialogContent
source: Your changes are not saved
de: Die Änderungen werden nicht gespeichert
tr: Değişiklikleriniz kaydedilmedi

# discardButtonLabel
source: DISCARD
de: VERWERFEN
tr: İPTAL

# saveTooltip
source: Save
de: Speichern
tr: Kaydet

# imageEditColorBrightness
source: Brightness
de: Helligkeit
tr: Parlaklık

# imageEditColorContrast
source: Contrast
de: Kontrast
tr: Kontrast

# imageEditColorWhitePoint
source: White point
de: Weißpunkt
tr: Beyaz nokta

# imageEditColorBlackPoint
source: Black point
de: Schwarzpunkt
tr: Siyah nokta

# imageEditColorSaturation
source: Saturation
de: Sättigung
tr: Doygunluk

# imageEditColorWarmth
source: Warmth
de: Wärme
tr: Sıcaklık

# imageEditColorTint
source: Tint
de: Färbung
tr: Ton

# imageEditTitle
source: Preview edits
de: Vorschau Änderungen
tr: Değişikliklere göz at

# imageEditToolbarColorLabel
source: Color
de: Farbe
tr: Renk

# imageEditToolbarTransformLabel
source: Transform
de: Umformen
tr: Dönüştür

# imageEditTransformOrientation
source: Orientation
de: Orientierung
tr: Yön

# imageEditTransformCrop
source: Crop
de: Zuschneiden
tr: Kırp

# categoriesLabel
source: Categories
de: Kategorien
tr: Kategoriler

# searchLandingCategoryVideosLabel
source: Videos
tr: Videolar

# searchFilterButtonLabel
source: FILTERS
de: FILTER
tr: FİLTRELER

# searchFilterDialogTitle
source: Search filters
de: Suchfilter
tr: Filtre Ara

# applyButtonLabel
source: APPLY
de: ANWENDEN
tr: UYGULA

# searchFilterOptionAnyLabel
source: Any
de: Alle
tr: Herhangi biri

# searchFilterOptionTrueLabel
source: True
de: Ja
tr: Doğru

# searchFilterOptionFalseLabel
source: False
de: Nein
tr: Yanlış

# searchFilterTypeLabel
source: Type
de: Typ
tr: Tür
