Repository: nkming2/nc-photos
Catalog: app/lib/l10n/app_*.arb
Languages: de, tr

# appTitle
source: Photos
de: Fotos
tr: Fotoğraflar

# photosTabLabel
source: Photos
de: Fotos
tr: Fotoğraflar

# collectionsTooltip
source: Collections
de: Alben
tr: Koleksiyonlar

# zoomTooltip
source: Zoom
tr: Yakınlaştır

# refreshMenuLabel
source: Refresh
de: Aktualisieren
tr: Yenile

# settingsMenuLabel
source: Settings
de: Einstellungen
tr: Ayarlar

# selectionAppBarTitle
source: {count, plural, other{{count} selected}}
de: {count, plural, other{{count} markiert}}
tr: {count, plural, other{{count} seçildi}}

# deleteSelectedProcessingNotification
source: {count, plural, one{Deleting 1 item} other{Deleting {count} items}}
de: {count, plural, =1{Lösche 1 Element} other{Lösche {count} Elemente}}
tr: {count, plural, one{1 öğe siliniyor} other{{count} öğe siliniyor}}

# deleteSelectedSuccessNotification
source: All items deleted successfully
de: Alle Elemente wurden erfolgreich gelöscht
tr: Tüm öğeler başarıyla silindi

# deleteSelectedFailureNotification
source: {count, plural, one{Failed deleting 1 item} other{Failed deleting {count} items}}
de: {count, plural, =1{Fehler beim Löschen von 1 Element} other{Fehler beim Löschen von {count} Elementen}}
tr: {count, plural, one{1 öğe silinemedi} other{{count} öğe silinemedi}}

# archiveTooltip
source: Archive
de: Archivieren
tr: Arşiv

# archiveSelectedProcessingNotification
source: {count, plural, one{Archiving 1 item} other{Archiving {count} items}}
de: {count, plural, =1{Archiviere 1 Element} other{Archiviere {count} Elemente}}
tr: {count, plural, one{1 öğe arşivleniyor} other{{count} öğe arşivleniyor}}

# archiveSelectedSuccessNotification
source: All items archived successfully
de: Alle Elemente wurden erfolgreich archiviert
tr: Tüm öğeler başarıyla arşivlendi

# archiveSelectedFailureNotification
source: {count, plural, one{Failed archiving 1 item} other{Failed archiving {count} items}}
de: {count, plural, =1{Fehler beim Archivieren von 1 Element} other{Fehler beim archivieren von {count} Elementen}}
tr: {count, plural, one{1 öğe arşivlenemedi} other{{count} öğe arşivlenemedi}}

# unarchiveTooltip
source: Unarchive
de: Dearchivieren
tr: Arşivden çıkar

# unarchiveSelectedProcessingNotification
source: {count, plural, one{Unarchiving 1 item} other{Unarchiving {count} items}}
de: {count, plural, =1{1 Element dearchivieren} other{{count} Element dearchivieren}}
tr: {count, plural, one{1 öğe arşivden kaldırılıyor} other{{count} öğe arşivden kaldırılıyor}}

# unarchiveSelectedSuccessNotification
source: All items unarchived successfully
de: Alle Elemente erfolgreich dearchiviert
tr: Tüm öğeler başarıyla arşivden kaldırıldı

# unarchiveSelectedFailureNotification
source: {count, plural, one{Failed unarchiving 1 item} other{Failed unarchiving {count} items}}
de: {count, plural, =1{1 Element konnte nicht dearchiviert werden} other{Fehler beim Dearchivieren von {count} Elementen}}
tr: {count, plural, one{1 öğe arşivden kaldırılamadı} other{{count} öğe arşivden kaldırılamadı}}

# deleteTooltip
source: Delete
de: Löschen
tr: Sil

# deleteProcessingNotification
source: Deleting item
de: Lösche Element
tr: Öğeler siliniyor

# deleteSuccessNotification
source: Deleted item successfully
de: Element erfolgreich gelöscht
tr: Öğeler başarıyla silindi

# deleteFailureNotification
source: Failed deleting item
de: Löschen des Elements fehlgeschlagen
tr: Öğeler silinirken bir hata oluştu

# removeSelectedFromAlbumFailureNotification
source: Failed removing items from album
de: Entfernen von Elementen aus dem Album fehlgeschlagen
tr: Öğe albümden kaldırılırken bir hata oluştu

# addServerTooltip
source: Add server
de: Server hinzufügen
tr: Sunucu Ekle

# removeServerSuccessNotification
source: Removed {server} successfully
de: {server} erfolgreich entfernt
tr: {server} başarıyla kaldırıldı

# createAlbumTooltip
source: New album
de: Neues Album
tr: Yeni Albüm

# albumSize
source: {count, plural, =0{Empty} one{1 item} other{{count} items}}
de: {count, plural, =0{Leer} =1{1 Element} other{{count} Elemente}}
tr: {count, plural, =0{Empty} one{1 öğe} other{{count} öğe}}

# albumArchiveLabel
source: Archive
de: Archiv
tr: Arşiv

source: Connecting to {server}
de: Verbinde zu {server}
tr: {server}'a Bağlanılıyor

# connectingToServer2
source: Waiting for the server to authorize us
de: Warten darauf, dass der Server uns autorisiert
tr: Sunucu tarafından yetkilendirme bekleniyor

# connectingToServerInstruction
source: Please sign in via the opened browser
de: Bitte via dem geöffneten Browser anmelden
tr: Lütfen açılan tarayıcı üzerinden giriş yapın

# nameInputHint
source: Name
tr: İsim

# nameInputInvalidEmpty
source: Name is required
de: Name ist erforderlich
tr: İsim gereklidir

# skipButtonLabel
source: SKIP
de: ÜBERSPRINGEN
tr: ATLA

# confirmButtonLabel
source: CONFIRM
de: BESTÄTIGEN
tr: ONAYLA

# signInHeaderText
source: Sign in to Nextcloud server
de: Melden Sie sich beim Nextcloud-Server an
tr: Nextcloud sunucunuzda oturum açın

# signIn2faHintText
source: Use an app password if you have two-factor authentication enabled in the server
de: Verwenden Sie ein App-Passwort, wenn Sie die Zwei-Faktor-Authentifizierung auf dem Server aktiviert haben
tr: İki aşamalı doğrulamayı etkinleştirdiyseniz bir uygulama şifresi kullanın

# signInHeaderText2
source: Nextcloud Sign in
de: Nextcloud Login
tr: Nextcloud Giriş Yap

# serverAddressInputHint
source: Server address
de: Serveradresse
tr: Sunucu Adresi

# serverAddressInputInvalidEmpty
source: Please enter the server address
de: Bitte geben Sie die Serveradresse ein
tr: Lütfen sunucu adresinizi girin

# usernameInputHint
source: Username
de: Benutzername
tr: Kullanıcı adı

# usernameInputInvalidEmpty
source: Please enter your username
de: Bitte geben Sie Ihren Benutzernamen ein
tr: Lütfen kullanıcı adınızı girin

# passwordInputHint
source: Password
de: Passwort
tr: Şifre

# passwordInputInvalidEmpty
source: Please enter your password
de: Bitte geben Sie Ihr Passwort ein
tr: Lütfen şifrenizi girin

# rootPickerHeaderText
source: Pick the folders to be included
de: Wählen Sie die Ordner aus, die aufgenommen werden sollen
tr: Dahil edilecek klasörleri seçin

# rootPickerSubHeaderText
source: Only photos inside the folders will be shown. Press Skip to include all
de: Es werden nur Fotos in den Ordnern angezeigt. Drücken Sie Überspringen, um alle einzuschließen
tr: Yalnızca klasörlerin içindeki fotoğraflar gösterilecektir. Tümünü eklemek için Atla'ya basın

# rootPickerNavigateUpItemText
source: (go back)
de: (geh zurück)
tr: (geri gel)

# rootPickerUnpickFailureNotification
source: Failed unpicking item
de: Aufheben des Elements fehlgeschlagen
tr: Öğenin seçimi kaldırılamadı

# rootPickerListEmptyNotification
source: Please pick at least one folder or press skip to include all
de: Bitte wählen Sie mindestens einen Ordner aus oder drücken Sie Überspringen, um alle aufzunehmen
tr: Lütfen en az bir klasör seçin veya tümünü eklemek için atla tuşuna basın

# setupWidgetTitle
source: Getting started
de: Einstieg
tr: Başlarken

# setupSettingsModifyLaterHint
source: You can change this later in Settings
de: Sie können dies später in den Einstellungen ändern
tr: Bu ayarı istediğiniz zaman ayarlardan değiştirebilirsiniz

# setupHiddenPrefDirNoticeDetail
source: This app creates a folder on the Nextcloud server to store preference files. Please do not modify or remove it unless you plan to remove this app
de: Diese App erstellt einen Ordner auf dem Nextcloud-Server, um Einstellungsdateien zu speichern. Bitte ändern oder entfernen Sie sie nicht, es sei denn, Sie beabsichtigen, diese App zu entfernen
tr: Bu uygulama, ayarlarınızı depolamak için Nextcloud sunucusunda bir klasör oluşturur. Bu uygulamayı kaldırmayı planlamıyorsanız lütfen değiştirmeyin veya kaldırmayın

# settingsWidgetTitle
source: Settings
de: Einstellungen
tr: Ayarlar

# settingsLanguageTitle
source: Language
de: Sprache
tr: Dil

# settingsLanguageOptionSystemDefaultLabel
source: System default
de: Systemstandard
tr: Sistem Varsayılanı

# settingsExifSupportTrueSubtitle
source: Require extra network usage
de: Erfordert zusätzliche Netzwerknutzung
tr: Bu özellik daha fazla ağ kullanımına sebep olabilir

# settingsExifWifiOnlyTitle
source: Process EXIF over Wi-Fi only
de: EXIF nur über WLAN verarbeiten
tr: EXIF dosyalarını sadece WIFI ile işle

# settingsExifWifiOnlyFalseSubtitle
source: Data charges may apply
de: Es können Datengebühren anfallen
tr: Ek veri ücretlerine sebep olabilir

# settingsMemoriesTitle
source: Memories
de: Erinnerungen
tr: Anılar

# settingsMemoriesSubtitle
source: Show photos taken in the past
de: Zeige Fotos aus der Vergangenheit
tr: Geçmişte çekilen fotoğrafları gör

# settingsAccountTitle
source: Account
de: Konto
tr: Hesap

# settingsAccountLabelTitle
source: Label
de: Bezeichnung
tr: Başlık

# settingsAccountLabelDescription
source: Set a label to be shown in place of the server URL
de: Legen Sie eine Bezeichnung fest, die ansteller der Server-URL angezeigt wird
tr: Sunucu URL'si yerine gösterilecek bir başlık ayarlayın

# settingsIncludedFoldersTitle
source: Included folders
de: Enthaltene Ordner
tr: Dahil edilen Klasörler

# settingsShareFolderTitle
source: Share folder
de: Ordner teilen
tr: Paylaşım Klasörü

# settingsShareFolderDialogTitle
source: Locate the share folder
tr: Paylaşım klasörünü bulun

# settingsShareFolderDialogDescription
source: This setting corresponds to the share_folder parameter in config.php. The two values MUST be identical. Please locate the same folder as the one set in config.php.
tr: Bu ayar config.php'de bulunan share_folder parametresine karşılık gelir. Bu iki değer aynı OLMALIDIR. Lütfen config.php dosyasındakiyle aynı şekilde ayarlayın.

# settingsShareFolderPickerDescription
source: Please locate the same folder as the one set in config.php. Press default if you did not set the parameter.
tr: Lütfen config.php dosyasındakiyle aynı şekilde ayarlayın. Parametreyi ayarlamadıysanız varsayılana basabilirsiniz.

# settingsServerAppSectionTitle
source: Server app support
de: Unterstützung Server App
tr: Sunucu eklentileri desteği

# settingsPhotosDescription
source: Customize contents shown in the Photos tab
de: Passen Sie Inhalte im Fotos Tab an
tr: Fotoğraflar sekmesinin içeriklerini özelleştirin

# settingsMemoriesRangeTitle
source: Memories range
de: Erinnerungszeitraum
tr: Anılar aralığı

# settingsMemoriesRangeValueText
source: {range, plural, one{+-{range} day} other{+-{range} days}}
de: {range, plural, one{+-{range} Tag} other{+-{range} Tage}}
tr: {range, plural, one{+-{range} gün} other{+-{range} gün}}

# settingsViewerTitle
source: Viewer
tr: Görüntüleyici

# settingsViewerDescription
source: Customize the image/video viewer
de: Den Bild-/Video-Viewer anpassen
tr: Fotoğraf/Video görüntüleyicinizi Özelleştirin

# settingsScreenBrightnessTitle
source: Screen brightness
de: Bildschirmhelligkeit
tr: Ekran Parlaklığı

# settingsScreenBrightnessDescription
source: Override system brightness level
de: Bildschirmhelligkeit des Systems überschreiben
tr: Sistem parlaklık düzeyini geçersiz kıl

# settingsForceRotationTitle
source: Ignore rotation lock
de: Rotationssperre ignorieren
tr: Döndürme kilidini yoksay

# settingsForceRotationDescription
source: Rotate the screen even when auto rotation is disabled
de: Den Bildschirm rotieren, auch wenn die automatische Drehung deaktiviert ist
tr: Bu ayar Otomatik Döndürme ayarı devre dışı olsa dahi ekranı döndürmenizi sağlar

# settingsMapProviderTitle
source: Map provider
de: Kartendienst
tr: Harita Sağlayıcısı

# settingsViewerCustomizeAppBarTitle
source: Customize app bar
tr: Altbarı Özelleştir

# settingsViewerCustomizeBottomAppBarTitle
source: Customize bottom app bar
tr: Altbarı Özelleştir

# settingsShowDateInAlbumTitle
source: Group photos by date
de: Fotos nach Datum gruppieren
tr: Fotoğrafları tarihe göre gruplara ayır

# settingsShowDateInAlbumDescription
source: Apply only when the album is sorted by time
de: Nur anwenden, wenn das Album zeitlich sortiert ist
tr: Yalnızca albüm zamana göre sıralandığında uygula

# settingsCollectionsCustomizeNavigationBarTitle
source: Customize navigation bar
tr: Gezinme çubuğunu özelleştir

# settingsImageEditTitle
source: Editor
tr: Editör

# settingsImageEditDescription
source: Customize image enhancements and the image editor
de: Personalisiere Bildverbesserungen und den Bildeditor
tr: Görüntü iyileştirmelerini ve görüntü düzenleyiciyi özelleştirin

# settingsEnhanceMaxResolutionTitle2
source: Image resolution for enhancements
de: Bildauflösung für Verbesserungen
tr: İyileştirmeler için görüntü çözünürlüğü

# settingsEnhanceMaxResolutionDescription
source: Photos larger than the selected resolution will be downscaled. High resolution photos require significantly more memory and time to process. Please lower this setting if the app crashed while enhancing your photos.
de: Fotos, die größer als die gewählte Auflösung sind, werden herunterskaliert. Fotos mit hoher Auflösung benötigen deutlich mehr Speicher und Zeit für die Verarbeitung. Bitte verringern Sie diese Einstellung, falls die App beim Verbessern Ihrer Fotos abgestürzt ist.
tr: Seçilen çözünürlükten daha büyük fotoğrafların çözünürlüğü otomatik olarak küçültülecektir. Yüksek çözünürlüklü fotoğrafların işlenmesi daha fazla bellek ve zaman gerektirir. Fotoğraflarınızı iyileştirirken uygulama çökerse lütfen bu ayarı düşürün.

# settingsImageEditSaveResultsToServerTitle
source: Save results to server
de: Ergebnisse auf dem Server speichern
tr: Düzenlenmiş versiyonu Sunucuya kaydet

# settingsImageEditSaveResultsToServerTrueDescription
source: Results are saved to server, fallback to device storage if failed
de: Ergebnisse werden auf dem Server gespeichert, ersatzweise im Gerätespeicher wenn das fehlschlägt
tr: Düzenlenmiş versiyon sunucuya kaydedilir, başarısız olursa cihaz depolama alanına kaydedilir

# settingsImageEditSaveResultsToServerFalseDescription
source: Results are saved to this device
de: Ergebnisse werden auf diesem Gerät gespeichert
tr: Düzenlenmiş versiyon bu cihaza kaydedildi

# settingsThemeTitle
source: Theme
de: Design
tr: Tema

# settingsThemeDescription
source: Customize the appearance of the app
de: Passen Sie das Erscheinungsbild der App an
tr: Uygulamanın görünümünü özelleştirin

# settingsFollowSystemThemeTitle
source: Follow system theme
de: Systemdesign folgen
tr: Sistem temasını kullan

# settingsSeedColorTitle
source: Theme color
de: Designfarbe
tr: Tema rengi

# settingsSeedColorDescription
source: Used to derive all colors used in the app
de: Wird benutzt um alle Farben in der App abzuleiten
tr: Uygulamada kullanılan tüm renkleri türetmek için kullanılır

# settingsSeedColorPickerTitle
source: Pick a color
de: Wähle eine Farbe
tr: Bir renk seçin

# settingsUseBlackInDarkThemeTitle
source: Darker theme
de: Dunkleres Design
tr: Koyu tema

# settingsUseBlackInDarkThemeTrueDescription
source: Use black in dark theme
de: Schwarz im dunklen Design verwenden
tr: Siyah renkli koyu tema kullanın

# settingsUseBlackInDarkThemeFalseDescription
source: Use dark grey in dark theme
de: Dunkelgrau im dunklen Design verwenden
tr: Gri renkli koyu tema kullanın

# settingsMiscellaneousTitle
source: Miscellaneous
de: Sonstige
tr: Çeşitli

# settingsDoubleTapExitTitle
source: Double tap to exit
de: Doppeltippen zum Verlassen
tr: Çıkmak için iki kez dokunun

# settingsPhotosTabSortByNameTitle
source: Sort by filename in Photos
de: Nach Dateinamen sortieren in Fotos
tr: Fotoğrafları dosya ismine göre sırala

# settingsExperimentalTitle
source: Experimental
tr: Deneysel

# settingsExperimentalDescription
source: Features that are not ready for everyday use
de: Funktionen, die nicht für den alltäglichen Einsatz bereit sind
tr: Henüz geliştirme aşamasındaki özellikler

# settingsExpertTitle
source: Advanced
de: Erweitert
tr: Gelişmiş

# settingsExpertWarningText
source: Please make sure you fully understand what each option does before proceeding
de: Bitte stellen Sie sicher, dass Sie vollständig verstehen was jede Option tut bevor Sie fortfahren
tr: Lütfen devam etmeden önce her seçeneğin ne işe yaradığını tam olarak anladığınızdan emin olun

# settingsClearCacheDatabaseTitle
source: Clear file database
de: Dateidatenbank leeren
tr: Dosya veritabanını temizle

# settingsClearCacheDatabaseDescription
source: Clear cached file info and trigger a complete resync with the server
de: Gecachte Dateiinfo leeren und einen kompletten Resync mit dem Server auslösen
tr: Önbelleğe alınmış dosya bilgilerini temizler ve sunucu ile tekrar senkronize eder

# settingsClearCacheDatabaseSuccessNotification
source: Database cleared successfully. You are suggested to restart the app
de: Dateidatenbank erfolgreich geleert. Es wird empfohlen die App neuzustarten
tr: Veritabanı başarıyla temizlendi. Uygulamayı yeniden başlatmanız tavsiye edilir

# settingsManageTrustedCertificateTitle
source: Manage trusted certificates
tr: Güvenilen Sertifikaları Yönet

# settingsUseNewHttpEngine
source: Use new HTTP engine
tr: Yeni HTTP işleyiciyi kullan

# settingsUseNewHttpEngineDescription
source: New HTTP engine based on Chromium, supporting new standards like HTTP/2* and HTTP/3 QUIC*. Limitations: Self-signed certs can no longer be managed by us. You must import your CA certs to the system trust store for them to work. * HTTPS is required for HTTP/2 and HTTP/3
tr: HTTP/2* ve HTTP/3 QUIC* gibi yeni HTTP standartlarını destekleyen Chromium tabanlı HTTP işleyicisi. Limitler: Kendinden imzalı sertifikalar tarafımızca yönetilemez. CA sertifikalarınızı çalışmaları için sistem güven deposuna içe aktarmanız gerekir. * HTTP/2 ve HTTP/3 için HTTPS gereklidir

# settingsAboutSectionTitle
source: About
de: Über
tr: Hakkında

# settingsVersionTitle
source: Version
tr: Sürüm

# settingsServerVersionTitle
source: Server
tr: Sunucu

# settingsSourceCodeTitle
source: Source code
de: Quellcode
tr: Kaynak Kodu

# settingsBugReportTitle
source: Report issue
de: Melde Probleme
tr: Hata Bildir

# settingsCaptureLogsTitle
source: Capture logs
de: Protokolle erfassen
tr: Kayıtları İncele

# settingsCaptureLogsDescription
source: Help developer to diagnose bugs
de: Helfen Sie dem Entwickler, Fehler zu diagnostizieren
tr: Geliştiricilerin hataları teşhis etmesine yardımcı olun

# settingsTranslatorTitle
source: Translator
de: Übersetzer
tr: Çeviren

# settingsRestartNeededDialog
source: Please restart app to apply change
tr: Değişiklikleri uygulamak için lütfen uygulamayı yeniden başlatın

# writePreferenceFailureNotification
source: Failed setting preference
de: Einstellung der Einstellung fehlgeschlagen
tr: Yapılandırma klasörü değiştirilemedi

# enableButtonLabel
source: ENABLE
de: AKTIVIEREN
tr: ETKİNLEŞTİR

# exifSupportDetails
source: Enabling EXIF support will make various metadata available like date taken, camera model, etc. In order to read these metadata, extra network usage is required to download the original full-sized image. The app will only start downloading when connected to a Wi-Fi network
de: Durch Aktivieren der EXIF-Unterstützung werden verschiedene Metadaten wie Aufnahmedatum, Kameramodell usw. verfügbar gemacht. Um diese Metadaten zu lesen, ist eine zusätzliche Netzwerknutzung erforderlich, um das Originalbild in voller Größe herunterzuladen. Die App wird nur herunterladen, wenn sie mit einem Wi-Fi-Netzwerk verbunden ist
tr: EXIF desteğinin etkinleştirilmesi, çekilme tarihi, kamera modeli gibi çeşitli üst verileri kullanılabilir hale getirecektir. Bu üst verileri okumak ve orijinal tam boyutlu görüntüyü indirmek için ekstra ağ kullanımı gerekir. Uygulama yalnızca bir Wi-Fi ağına bağlanıldığında indirilmeye başlayacaktır

# exifSupportNextcloud28Notes
source: Client side support complements your server. The app will process files and attributes not supported by Nextcloud
tr: Bu işlem uygulama tarafı desteği sunucunuza kurar. Uygulama, Nextcloud tarafından desteklenmeyen dosyaları ve öznitelikleri işleyecektir

# exifSupportConfirmationDialogTitle2
source: Enable client side EXIF support?
tr: İstemci tarafı EXIF ​​desteğini etkinleştir

# captureLogDetails
source: To take logs for a bug report: 1. Enable this setting 2. Reproduce the issue 3. Disable this setting 4. Look for nc-photos.log in the download folder *If the issue causes the app to crash, no logs could be captured. In such case, please contact the developer for further instructions
de: So erstellen Sie Protokolle für einen Fehlerbericht: 1. Aktivieren Sie diese Einstellung 2. Reproduzieren Sie das Problem 3. Deaktivieren Sie diese Einstellung 4. Suchen Sie im Download-Ordner nach nc-photos.log *Wenn das Problem zum Absturz der App führt, konnten keine Protokolle erfasst werden. In diesem Fall wenden Sie sich bitte an den Entwickler, um weitere Anweisungen zu erhalten
tr: Bir hata raporuna yönelik günlükleri almak için: 1. Bu ayarı etkinleştirin 2. Sorunu tekrar yaşayın 3. Bu ayarı devre dışı bırakın 4. İndirme klasöründe nc-photos.log dosyasını arayın *Sorun uygulamanın çökmesine neden oluyorsa günlük kaydı gerçekleştirilemez. Böyle bir durumda farklı yöntemler için lütfen geliştiricilerle iletişime geçin

# captureLogSuccessNotification
source: Logs saved successfully
de: Protokolle erfolgreich gespeichert
tr: Kayıtlar başarıyla kaydedildi

# doneButtonLabel
source: DONE
de: FERTIG
tr: TAMAMLA

# nextButtonLabel
source: NEXT
de: NÄCHSTE
tr: İLERİ

# connectButtonLabel
source: CONNECT
de: VERBINDEN
tr: BAĞLAN

# rootPickerSkipConfirmationDialogContent2
source: All your files will be included. This may increase the memory usage and degrade performance
de: Alle Ihre Dateien werden einbezogen. Dies kann die Speichernutzung erhöhen und die Leistung beeinträchtigen
tr: Tüm dosyalarınız dahil edilecektir. Bu, bellek kullanımını artırabilir ve performansı düşürebilir

# detailsTooltip
source: Details
de: Eigenschaften
tr: Detaylar

# downloadTooltip
source: Download
de: Herunterladen
tr: İndir

# downloadProcessingNotification
source: Downloading file
de: Datei wird heruntergeladen
tr: Dosya indiriliyor

# downloadSuccessNotification
source: Downloaded file successfully
de: Datei erfolgreich heruntergeladen
tr: Dosya başarıyla indirildi

# downloadFailureNotification
source: Failed downloading file
de: Herunterladen der Datei fehlgeschlagen
tr: Dosya indirilemedi

# nextTooltip
source: Next
de: Nächste
tr: İleri

# previousTooltip
source: Previous
de: Vorherige
tr: Geri

# webSelectRangeNotification
source: Hold shift + click to select all in between
de: Halten Sie die Umschalttaste gedrückt und klicken Sie, um alle dazwischen auszuwählen
tr: Aradakilerin hepsini seçmek için Shift tuşunu basılı tutun ardından + tıklayın

# mobileSelectRangeNotification
source: Long press another item to select all in between
de: Drücken Sie lange auf ein anderes Element, um alle dazwischen auszuwählen
tr: Aradaki tüm öğeleri seçmek için başka bir öğeye uzun basın

# updateDateTimeDialogTitle
source: Modify date & time
de: Datum und Uhrzeit ändern
tr: Tarih ve saati düzenle

# dateSubtitle
source: Date
de: Datum
tr: Tarih

# timeSubtitle
source: Time
de: Zeit
tr: Saat

# dateYearInputHint
source: Year
de: Jahr
tr: Yıl

# dateMonthInputHint
source: Month
de: Monat
tr: Ay

# dateDayInputHint
source: Day
de: Tag
tr: Gün

# timeHourInputHint
source: Hour
de: Stunde
tr: Saat

# timeMinuteInputHint
source: Minute
tr: Dakika

# timeSecondInputHint
source: Second
de: Sekunde
tr: Saniye

# dateTimeInputInvalid
source: Invalid value
de: Ungültiger Wert
tr: Geçersiz Değer

# updateDateTimeFailureNotification
source: Failed modifying date & time
de: Ändern von Datum & Uhrzeit fehlgeschlagen
tr: Tarih ve saat değiştirilemedi

# albumDirPickerHeaderText
source: Pick the folders to be associated
de: Wählen Sie die zu verknüpfenden Ordner aus
tr: Albümle ilişkilendirilecek klasörleri seçin
